---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityThickness
source: html/174a0955-365a-d454-21c4-dd73e98ea424.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportAdtEntityThickness { get; }
```